tap "beeftornado/rmtree"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "martido/graph"
brew "eigen"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "hdf5"
brew "superlu"
brew "armadillo"
brew "aspell"
brew "python@3.9"
brew "glib"
brew "python@3.8"
brew "atk"
brew "glibmm"
brew "atkmm"
brew "autoconf"
brew "automake"
brew "bash"
brew "spdlog"
brew "bear"
brew "boost"
brew "pkg-config"
brew "cairo"
brew "cairomm"
brew "coreutils"
brew "cppcheck"
brew "poppler"
brew "diff-pdf"
brew "doxygen"
brew "dwm"
brew "emacs", link: false
brew "epstool"
brew "fastjar"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fftw"
brew "fig2dev"
brew "gawk"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "git"
brew "git-gui"
brew "glib-networking"
brew "gnu-sed"
brew "gnuplot"
brew "google-benchmark", link: false
brew "graphicsmagick"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gsl"
brew "gtk+"
brew "gtkmm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "llvm"
brew "include-what-you-use"
brew "iproute2mac"
brew "jenkins-lts", restart_service: true
brew "jq"
brew "libpsl"
brew "vala"
brew "libsoup"
brew "mas"
brew "mono", link: false
brew "neofetch"
brew "neovim"
brew "node@12"
brew "pandoc"
brew "pangomm"
brew "parallel"
brew "pdftk-java"
brew "pstoedit"
brew "pyenv"
brew "qrupdate"
brew "qt", link: false
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sphinx-doc"
brew "subversion"
brew "tbb"
brew "suite-sparse"
brew "sundials"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adoptopenjdk8"
cask "alacritty"
cask "cmake"
cask "emacs"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "gimp"
cask "ichm"
cask "meld"
cask "monitorcontrol"
cask "mounty"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "DevCleaner", id: 1388020431
mas "Drafts", id: 1435957248
mas "Dynamo", id: 1445910651
mas "Elmedia Video Player", id: 1044549675
mas "Gemini 2", id: 1090488118
mas "GeoGebra Geometry", id: 1294020062
mas "GeoGebra Graphing Calculator", id: 1294018688
mas "Hidden Bar", id: 1452453066
mas "HP Smart", id: 1474276998
mas "Image2icon", id: 992115977
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Moom", id: 419330170
mas "NordVPN IKE", id: 1116599239
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "OCR Scanner with LEADTOOLS SDK", id: 604393629
mas "Pages", id: 409201541
mas "PDF Reader Pro Lite", id: 919472673
mas "Reeder", id: 1529448980
mas "Sleep Alarm Clock", id: 1091149644
mas "Snappy", id: 512617038
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
